---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FloorHeightabovelevelParam
source: html/610d2de9-17f7-bfbc-ca88-60728168a5d5.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FloorHeightabovelevelParam Property

"Height Offset From Level"

## Syntax (C#)
```csharp
public static ForgeTypeId FloorHeightabovelevelParam { get; }
```